{"DRAFT": {
    "metadata/idinfo/citation/citeinfo/geoform": "FEMA-FIRM-Draft",
    "metadata/idinfo/descript/abstract": "The Flood Insurance Rate Map (FIRM) Database depicts flood risk information and supporting data\n          used to develop the risk data. The primary risk classifications used are the 1-percent-annual-chance flood\n          event, the 0.2-percent-annual-chance flood event, and areas of minimal flood risk. The FIRM Database is\n          derived from Flood Insurance Studies (FISs), previously published FIRMs, flood hazard analyses performed\n          in support of the FISs and FIRMs, and new mapping data, where available. The FISs and FIRMs are published\n          by the Federal Emergency Management Agency (FEMA).\n          This file is georeferenced to the Earth's surface using the Geographic Coordinate System (GCS)\n          and North American Datum of 1983.",
    "metadata/idinfo/descript/purpose": "The FIRM is the basis for floodplain management, mitigation, and insurance\n        activities for the National Flood Insurance Program (NFIP). Insurance applications\n        include enforcement of the mandatory purchase requirement of the Flood Disaster Protection Act, which \"...\n        requires the purchase of flood insurance by property owners who are being assisted by Federal programs or\n        by Federally supervised, regulated or insured agencies or institutions in the acquisition or improvement of\n        land facilities located or to be located in identified areas having special flood hazards, \" Section 2 (b)\n        (4) of the Flood Disaster Protection Act of 1973. In addition to the identification of Special Flood Hazard\n        Areas (SFHAs), the risk zones shown on the FIRMs are the basis for the establishment of premium rates for\n        flood coverage offered through the NFIP. The FIRM Database presents the flood risk information depicted on\n        the FIRM in a digital format suitable for use in electronic mapping applications. The FIRM Database  serves\n        to archive the information collected during the Flood Risk Project.",
    "metadata/idinfo/useconst": "The hardcopy FIRM and FIRM Database and the accompanying FIS are the official designation of SFHAs and\n      Base Flood Elevations (BFEs) for the NFIP. For the purposes of the NFIP, changes to the flood risk information\n      published by FEMA may only be performed by FEMA and through the mechanisms established in the NFIP regulations\n      (44 CFR Parts 59-78). These digital data are produced in conjunction with the hardcopy FIRMs and generally\n      match the hardcopy map exactly. Acknowledgement of FEMA would be appreciated in products derived from these\n      data.",
    "metadata/dataqual/attracc/attraccr": "The FIRM Database consists of vector files and associated attributes produced in conjunction\n          with the hardcopy FEMA FIRM. The published effective FIRM and FIRM Database are issued as the official\n          designation of the SFHAs. As such they are adopted by local communities and form the basis for\n          of the NFIP. For these purposes they are authoritative. Provisions exist in the regulations for\n          public review, appeals and corrections of the flood risk information shown to better match real\n          world conditions. As with any engineering analysis of this type, variation from the estimated flood\n          heights and floodplain boundaries is possible. Details of FEMA's requirements for the FISs and flood\n          mapping process that produces these data are available in the Guidelines and Standards for Flood Risk\n          Analysis and Mapping. Attribute accuracy was tested by manual comparison of source graphics with hardcopy\n          plots and a symbolized display on an interactive computer graphic system.\nIndependent quality control testing of the FIRM Database was also performed.\nTo obtain more detailed information in areas where Base Flood Elevations (BFEs) and/or floodways have been determined,\n          users are encouraged to consult the Flood Profiles and Floodway Data and/or Summary of Stillwater Elevations\n          tables contained within the FIS report that accompanies this FIRM Database. Users should be aware that BFEs\n          shown in the S_BFE table may represent rounded whole-foot elevations. These BFEs are intended for flood\n          insurance rating purposes only and should not be used as the sole source of flood elevation information.\n          Accordingly, flood elevation data presented in the FIS report must be used in conjunction with the FIRM\n          for purposes of construction and/or floodplain management. The 1-percent-annual-chance water-surface\n          elevations shown in the S_XS table match the regulatory elevations shown in the FIS report.",
    "metadata/dataqual/logic": "When FEMA revises an FIS, adjacent studies are checked to ensure agreement between flood elevations at the\n      boundaries. Likewise, flood elevations at the confluence of streams studied independently are checked to ensure\n      agreement at the confluence. The FIRM and the FIS are developed together and care is taken to ensure that the\n      elevations and other features shown on the flood profiles in the FIS agree with the information shown on the FIRM.\n      However, the elevations as shown on the FIRM may represent rounded whole-foot elevations. They must be shown so\n      that a profile recreated from the elevations on the FIRM will match the FIS profiles within one half of one\n      foot.",
    "metadata/dataqual/complete": "Data contained in the FIRM Database files reflect the content of the source materials. Features may have\n      been eliminated or generalized on the source graphic, due to scale and legibility constraints. With new mapping,\n      FEMA plans to maintain full detail in the spatial data it produces. However, older information is often\n      transferred from existing maps where some generalization has taken place. Flood risk data are developed for\n      communities participating in the NFIP for use in insurance rating and for floodplain management. Flood hazard\n      areas are determined using statistical analyses of records of river flow, storm tides, and rainfall; information\n      obtained through consultation with the communities; floodplain topographic surveys; and hydrologic and hydraulic\n      analysis. Generally, regulatory water surface elevations and/or regulatory floodways are published only for\n      developed or developing areas of communities. For areas where little or no development is expected to occur,\n      FEMA may generate flood risk data without published water surface elevations.  Typically, only drainage areas\n      that are greater than one square mile and with an average of one foot of flood depth or greater are\n      studied.",
    "metadata/dataqual/posacc/horizpa/horizpar": "The FIRM Database consists of vector files and associated attributes produced in conjunction with the hardcopy FEMA FIRM. The published effective FIRM and FIRM Database are issued as the official designation of the SFHAs. As such they are adopted by local communities and form the basis for administration of the NFIP. For these purposes they are authoritative. Provisions exist in the regulations for public review, appeals and corrections of the flood risk information shown to better match real world conditions. As with any engineering analysis of this type, variation from the estimated flood heights and floodplain boundaries is possible. Details of FEMA's requirements for the FISs and flood mapping process that produces these data are available in the Guidelines and Standards for Flood Risk Analysis and Mapping. Horizontal accuracy was tested by manual comparison of source graphics with hardcopy plots and a symbolized display on an interactive computer graphic system. Independent quality control testing of the FIRM Database was also performed",
    "metadata/dataqual/posacc/vertacc/vertaccr": "The FIRM Database consists of vector files and associated attributes produced in conjunction\n            with the hardcopy FEMA FIRM. The published effective FIRM and FIRM Database are issued as the official\n            designation of the SFHAs. As such they are adopted by local communities and form the basis for\n            administration of the NFIP. For these purposes they are authoritative. Provisions exist in the\n            regulations for public review, appeals and corrections of the flood risk information shown to better match\n            real world conditions. As with any engineering analysis of this type, variation from the estimated flood\n            heights and floodplain boundaries is possible. Details of FEMA's requirements for the FISs and flood\n            mapping process that produces these data are available in the Guidelines and Standards for Flood Risk\n            Analysis and Mapping.\n\n            The reliability of the floodplain boundary delineation is quantified by comparing the computed flood\n            elevation to the ground elevation at the mapped floodplain boundary.  The tolerance for how precisely\n            the flood elevation and the ground elevation must match varies based on the flood risk class, which is a\n            function of population, population density, and/or anticipated growth in floodplain areas.\n            A horizontal accuracy of +/- 38 feet is used to determine the compliance with the vertical tolerances\n            defined for each risk class.  The range of differences between the ground elevation (defined from the\n            topographic data used for the Flood Risk Project) and the computed flood elevation is between +/- 1.0\n            foot at the 95% confidence interval for areas with high population within the floodplain, and/or high\n            anticipated growth, and Special Flood Hazard Areas (SFHAs) with high flood risk to +/- one-half the\n            contour interval at the 85% confidence interval for areas with low population and densities within the\n            floodplain, and small or no anticipated growth, and SFHAs with low flood risk. Independent quality\n            control testing of the FIRM database was also performed.",
    "metadata/spref/horizsys/geograph/latres": "0.0000000784",
    "metadata/spref/horizsys/geograph/longres": "0.0000000784",
    "metadata/spref/horizsys/geograph/geogunit": "Decimal degrees",
    "metadata/spref/horizsys/geodetic/horizdn": "North American Datum of 1983",
    "metadata/spref/horizsys/geodetic/ellips": "GRS_1980",
    "metadata/spref/horizsys/geodetic/semiaxis": "6378137.0000000000",
    "metadata/spref/horizsys/geodetic/denflat": "0.003352810",
    "metadata/spref/vertdef/altsys/altdatum": "North American Vertical Datum of 1988",
    "metadata/spref/vertdef/altsys/altres": "0.0001000000",
    "metadata/spref/vertdef/altsys/altunits": "Foot",
    "metadata/spref/vertdef/altsys/altenc": "Implicit coordinate"
  },
  "Hydraulics": {
    "metadata/idinfo/citation/citeinfo/geoform": "FEMA-DCS-Hydraulics",
    "metadata/idinfo/descript/abstract": "Recent developments in digital terrain and geospatial database management technology make it possible to protect this\n\t\t\t\tinvestment for existing and future projects to a much greater extent than was possible in the past. The minimum requirement\n\t\t\t\tfor hydraulics data includes input and output files for all hydraulic models and spatial datasets that are needed to implement\n\t\t\t\tthe models.(Source: FEMA Guidelines and Standards for Flood Risk Analysis and Mapping.)",
    "metadata/idinfo/descript/purpose": "Development of a Base Level Engineering (BLE) 2D hydraulic model to provide water-surface elevations and to characterize\n\t\t\t\tboth pluvial and fluvial hazards contributing to increasing coverage of more comprehensive and graduated hazard\n\t\t\t\tidentification products.",
    "metadata/idinfo/useconst": "The hardcopy FIRM and FIRM Database and the accompanying FIS are the official designation of SFHAs and\n      Base Flood Elevations (BFEs) for the NFIP. For the purposes of the NFIP, changes to the flood risk information\n      published by FEMA may only be performed by FEMA and through the mechanisms established in the NFIP regulations\n      (44 CFR Parts 59-78). These digital data are produced in conjunction with the hardcopy FIRMs and generally\n      match the hardcopy map exactly. Acknowledgement of FEMA would be appreciated in products derived from these\n      data.",
    "metadata/dataqual/attracc/attraccr": "Hydraulic analysis uses all valid existing flood elevation, survey, hydrologic analysis results, and other\n\t\t\tpertinent information for the study area. FEMA approved models are used to compute water surface elevations for required flood events.\n\t\t\tComputed water surface elevations and topographic data are used to delineate flood hazard boundaries. Roughness coefficients are\n\t\t\tcarefully selected to represent the conditions along stream beds and banks. Hydraulics Data Capture submittals match the model\n\t\t\toutput with respect to floodplain boundaries, cross sections, and water surface elevations and their precision.  Floodplain boundaries\n\t\t\tand cross sections are not cartographically modified, and the data may not necessarily agree exactly with the published regulatory FIRM,\n\t\t\tFIRM Database, flood profiles, and Floodway Data Tables.",
    "metadata/dataqual/logic": "When FEMA revises an FIS, adjacent studies are checked to ensure agreement between flood elevations at the\n      boundaries. Likewise, flood elevations at the confluence of streams studied independently are checked to ensure\n      agreement at the confluence. The FIRM and the FIS are developed together and care is taken to ensure that the\n      elevations and other features shown on the flood profiles in the FIS agree with the information shown on the FIRM.\n      However, the elevations as shown on the FIRM may represent rounded whole-foot elevations. They must be shown so\n      that a profile recreated from the elevations on the FIRM will match the FIS profiles within one half of one\n      foot.",
    "metadata/dataqual/complete": "Hydraulic analysis provides water surface elevations at different locations along the stream and for\n\t\t\tdifferent flooding events. Hydraulic submittal includes key physical data used in the process, model parameters and model\n\t\t\toutput. Data developed in surveying and hydrologic analysis are incorporated in hydraulic analysis. Results of hydraulic\n\t\t\tanalysis are used to map Special Flood Hazard Area (SFHA) boundaries. Selection of model parameters (e.g., roughness\n\t\t\tcoefficients, expansion and contraction coefficients, etc) is supported by additional information (e.g., landuse, aerial photo, etc).\n\t\t\tModel boundary conditions are carefully selected and justified. Modeled velocities are checked for potential erosion.",
    "metadata/dataqual/posacc/horizpa/horizpar": "The FIRM Database consists of vector files and associated attributes produced in conjunction with the hardcopy FEMA FIRM. The published effective FIRM and FIRM Database are issued as the official designation of the SFHAs. As such they are adopted by local communities and form the basis for administration of the NFIP. For these purposes they are authoritative. Provisions exist in the regulations for public review, appeals and corrections of the flood risk information shown to better match real world conditions. As with any engineering analysis of this type, variation from the estimated flood heights and floodplain boundaries is possible. Details of FEMA's requirements for the FISs and flood mapping process that produces these data are available in the Guidelines and Standards for Flood Risk Analysis and Mapping. Horizontal accuracy was tested by manual comparison of source graphics with hardcopy plots and a symbolized display on an interactive computer graphic system. Independent quality control testing of the FIRM Database was also performed",
    "metadata/dataqual/posacc/vertacc/vertaccr": "The FIRM Database consists of vector files and associated attributes produced in conjunction\n            with the hardcopy FEMA FIRM. The published effective FIRM and FIRM Database are issued as the official\n            designation of the SFHAs. As such they are adopted by local communities and form the basis for\n            administration of the NFIP. For these purposes they are authoritative. Provisions exist in the\n            regulations for public review, appeals and corrections of the flood risk information shown to better match\n            real world conditions. As with any engineering analysis of this type, variation from the estimated flood\n            heights and floodplain boundaries is possible. Details of FEMA's requirements for the FISs and flood\n            mapping process that produces these data are available in the Guidelines and Standards for Flood Risk\n            Analysis and Mapping.\n\n            The reliability of the floodplain boundary delineation is quantified by comparing the computed flood\n            elevation to the ground elevation at the mapped floodplain boundary.  The tolerance for how precisely\n            the flood elevation and the ground elevation must match varies based on the flood risk class, which is a\n            function of population, population density, and/or anticipated growth in floodplain areas.\n            A horizontal accuracy of +/- 38 feet is used to determine the compliance with the vertical tolerances\n            defined for each risk class.  The range of differences between the ground elevation (defined from the\n            topographic data used for the Flood Risk Project) and the computed flood elevation is between +/- 1.0\n            foot at the 95% confidence interval for areas with high population within the floodplain, and/or high\n            anticipated growth, and Special Flood Hazard Areas (SFHAs) with high flood risk to +/- one-half the\n            contour interval at the 85% confidence interval for areas with low population and densities within the\n            floodplain, and small or no anticipated growth, and SFHAs with low flood risk. Independent quality\n            control testing of the FIRM database was also performed.",
    "metadata/spref/horizsys/planar/gridsys/gridsysn": "State Plane Coordinate System 1983",
    "metadata/spref/horizsys/planar/gridsys/spcs/lcc/stparall": false,
    "metadata/spref/horizsys/planar/gridsys/spcs/lcc/feast": false,
    "metadata/spref/horizsys/planar/gridsys/spcs/lcc/latpo": false,
    "metadata/spref/horizsys/planar/gridsys/spcs/lcc/fnorth": false,
    "metadata/spref/horizsys/planar/gridsys/spcs/spcszid": false,
    "metadata/spref/horizsys/geodetic/horizdn": false,
    "metadata/spref/horizsys/geodetic/ellips": false,
    "metadata/spref/horizsys/geodetic/semiaxis": false,
    "metadata/spref/horizsys/geodetic/denflat": false,
    "metadata/spref/vertdef/altsys/altdatum": "North American Vertical Datum of 1988",
    "metadata/spref/vertdef/altsys/altres": "0.0001000000",
    "metadata/spref/vertdef/altsys/altunits": "Foot",
    "metadata/spref/vertdef/altsys/altenc": "Implicit coordinate"

    },
    "Floodplain": {
      "metadata/idinfo/citation/citeinfo/geoform": "FEMA-FIRM-Floodplain",
      "metadata/idinfo/descript/abstract": "The Floodplain Mapping/Redelineation study deliverables depict and quantify the flood risks for the study area. The primary risk classifications used are the 1-percent-annual-chance flood event, the 0.2-percent-annual-chance flood event, and areas of minimal flood risk. The Floodplain Mapping/Redelineation flood risk boundaries are derived from the engineering information, Flood Insurance Studies (FISs), previously published Flood Insurance Rate Maps (FIRMs), flood hazard analyses performed in support of the FISs and FIRMs, and new mapping data, where available. The FISs and FIRMs are published by the Federal Emergency Management Agency (FEMA).",
      "metadata/idinfo/descript/purpose": "The objective of the Floodplain Mapping/Redelineation data submission is to archive the flood boundary and redelineation data for a study in a database such that it can be revised and used with minimum effort in future flood insurance studies or map revisions. These digital data are produced for the purposes of updating/creating a FIRM Database and/or Flood Risk Products.",
      "metadata/idinfo/useconst": "Acknowledgement of FEMA would be appreciated in products derived from these data.  These digital data are produced for the purposes of updating/creating a FIRM Database and/or Flood Risk Products.",
      "metadata/dataqual/attracc/attraccr": "The FIRM Database consists of vector files and associated attributes produced in conjunction with the hardcopy FEMA FIRM. The published effective FIRM and FIRM Database are issued as the official designation of the SFHAs. As such they are adopted by local communities and form the basis for administration of the NFIP. For these purposes they are authoritative. Provisions exist in the regulations for public review, appeals and corrections of the flood risk information shown to better match real world conditions. As with any engineering analysis of this type, variation from the estimated flood heights and floodplain boundaries is possible. Details of FEMA's requirements for the FISs and flood mapping process that produces these data are available in the Guidelines and Standards for Flood Risk Analysis and Mapping. Attribute accuracy was tested by manual comparison of source graphics with hardcopy plots and a symbolized display on an interactive computer graphic system.\nIndependent quality control testing of the FIRM Database was also performed.",
      "metadata/dataqual/logic": "When FEMA revises an FIS, adjacent studies are checked to ensure agreement between flood elevations at the boundaries. Likewise flood elevations at the confluence of streams studied independently are checked to ensure agreement at the confluence. The FIRM and the FIS are developed together and care is taken to ensure that the elevations and other features shown on the flood profiles in the FIS agree with the information shown on the FIRM. However, the elevations as shown on the FIRM may represent rounded whole-foot elevations. They must be shown so that a profile recreated from the elevations on the FIRM will match the FIS profiles within one half of one foot.",
      "metadata/dataqual/complete": "Data contained in the Floodplain Mapping and Redelineation files reflect the content of the source materials. Features may have been eliminated or generalized on the source graphic, due to scale and legibility constraints. With new mapping, FEMA plans to maintain full detail in the spatial data it produces. However, older information is often transferred from existing maps where some generalization has taken place. Flood risk data are developed for communities participating in the NFIP for use in insurance rating and for floodplain management. Flood hazard areas are determined using statistical analyses of records of river flow, storm tides, and rainfall; information obtained through consultation with the communities; floodplain topographic surveys; and hydrologic and hydraulic analysis. Generally, regulatory water surface elevations and/or regulatory floodways are published only for developed or developing areas of communities. For areas where little or no development is expected to occur, FEMA may generate flood risk data without published water surface elevations.  Typically, only drainage areas that are greater than one square mile and with an average of one foot of flood depth or greater are studied.",
      "metadata/dataqual/posacc/horizpa/horizpar": "The FIRM Database consists of vector files and associated attributes produced in conjunction with the hardcopy FEMA FIRM. The published effective FIRM and FIRM Database are issued as the official designation of the SFHAs. As such they are adopted by local communities and form the basis for administration of the NFIP. For these purposes they are authoritative. Provisions exist in the regulations for public review, appeals and corrections of the flood risk information shown to better match real world conditions. As with any engineering analysis of this type, variation from the estimated flood heights and floodplain boundaries is possible. Details of FEMA's requirements for the FISs and flood mapping process that produces these data are available in the Guidelines and Standards for Flood Risk Analysis and Mapping. Horizontal accuracy was tested by manual comparison of source graphics with hardcopy plots and a symbolized display on an interactive computer graphic system. Independent quality control testing of the FIRM Database was also performed.",
      "metadata/dataqual/posacc/vertacc/vertaccr": "The FIRM Database consists of vector files and associated attributes produced in conjunction with the hardcopy FEMA FIRM. The published effective FIRM and FIRM Database are issued as the official designation of the SFHAs. As such they are adopted by local communities and form the basis for administration of the NFIP. For these purposes they are authoritative. Provisions exist in the regulations for public review, appeals and corrections of the flood risk information shown to better match real world conditions. As with any engineering analysis of this type, variation from the estimated flood heights and floodplain boundaries is possible. Details of FEMA's requirements for the FISs and flood mapping process that produces these data are available in the Guidelines and Standards for Flood Risk Analysis and Mapping.\n\nThe reliability of the floodplain boundary delineation is quantified by comparing the computed flood elevation to the ground elevation at the mapped floodplain boundary.  The tolerance for how precisely the flood elevation and the ground elevation must match varies based on the flood risk class, which is a function of population, population density, and/or anticipated growth in floodplain areas.  A horizontal accuracy of +/- 38 feet is used to determine the compliance with the vertical tolerances defined for each risk class.  The range of differences between the ground elevation (defined from the topographic data used for the Flood Risk Project) and the computed flood elevation is between +/- 1.0 foot at the 95% confidence interval for areas with high population within the floodplain, and/or high anticipated growth, and Special Flood Hazard Areas (SFHAs) with high flood risk to +/- one-half the contour interval at the 85% confidence interval for areas with low population and densities within the floodplain, and small or no anticipated growth, and SFHAs with low flood risk. Independent quality control testing of the FIRM Database was also performed.",
      "metadata/spref/horizsys/planar/gridsys/gridsysn": "State Plane Coordinate System 1983",
      "metadata/spref/horizsys/planar/gridsys/spcs/lcc/stparall": false,
      "metadata/spref/horizsys/planar/gridsys/spcs/lcc/feast": false,
      "metadata/spref/horizsys/planar/gridsys/spcs/lcc/latpo": false,
      "metadata/spref/horizsys/planar/gridsys/spcs/lcc/fnorth": false,
      "metadata/spref/horizsys/planar/gridsys/spcs/spcszid": false,
      "metadata/spref/horizsys/geodetic/horizdn": "North American Datum of 1983",
      "metadata/spref/horizsys/geodetic/ellips": "Geodetic Reference System 80",
      "metadata/spref/horizsys/geodetic/semiaxis": false,
      "metadata/spref/horizsys/geodetic/denflat": false,
      "metadata/spref/vertdef/altsys/altdatum": "North American Vertical Datum of 1988",
      "metadata/spref/vertdef/altsys/altres": "0.0001000000",
      "metadata/spref/vertdef/altsys/altunits": "Foot",
      "metadata/spref/vertdef/altsys/altenc": "Implicit coordinate"
    }
}